algor.monokaiplus
azemoh.one-monokai
barrettotte.ibmi-languages
bierner.color-info
bitlang.cobol
brianjgarland.vscode-rpgfree
catppuccin.catppuccin-vsc
danascript.ice-blue-dark-theme
darfka.vbscript
davidanson.vscode-markdownlint
donjayamanne.githistory
ecmel.vscode-html-css
emilast.logfilehighlighter
github.github-vscode-theme
halcyontechltd.code-for-ibmi
halcyontechltd.ibm-i-development-pack
halcyontechltd.vscode-db2i
halcyontechltd.vscode-displayfile
halcyontechltd.vscode-ibmi-walkthroughs
halcyontechltd.vscode-rpgle
hipstersmoothie-public.github-dark-high-contrast
humao.rest-client
ibm.ibmidebug
ibm.vscode-clle
ibm.vscode-ibmi-projectexplorer
ibm.vscode-sourceorbit
jebbs.plantuml
k--kato.docomment
kexi.vscode-uiflow
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.vscode-serial-monitor
oderwat.indent-rainbow
ritwickdey.liveserver
serkonda7.vscode-vba
tal7aouy.theme
twxs.cmake
usernamehw.errorlens
virochenko.vba-fullcodesnippets
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
xabikos.javascriptsnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
